Repository: elchananbloom/words
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fr, hi, it, iw, ja, ko, pt, ru, tl

# language
source: English
ar: العربية
bn: বাংলা
de: Deutsch
es: Español
fr: Français
hi: हिन्दी
it: Italiano
iw: עברית
ja: 日本語
ko: 한국
pt: Português
ru: Русский
tl: Filipino

# languageCode
source: en
ar: ar
bn: bn
de: de
es: es
fr: fr
hi: hi
it: it
iw: iw
ja: ja
ko: ko
pt: pt
ru: ru
tl: tl

# chooseLanguage
source: Choose language to learn
ar: اختر اللغة للتعلم
bn: শিখতে ভাষা নির্বাচন করুন
de: Sprache wählen
es: Seleccionar idioma para aprender
fr: Choisir la langue à apprendre
hi: सीखने के लिए भाषा चुनें
it: Scegli la lingua da apprendere
iw: בחר שפה ללמוד
ja: 学習言語を選択
ko: 언어 선택
pt: Escolha o idioma para aprender
ru: Выберите язык для изучения
tl: Pumili ng wika na pag-aaralan

# chooseAppLanguage
source: Choose the app language
ar: اختر لغة التطبيق
bn: অ্যাপ ভাষা নির্বাচন করুন
de: App-Sprache wählen
es: Seleccionar idioma de la aplicación
fr: Choisir la langue de l'application
hi: ऐप की भाषा चुनें
it: Scegli la lingua dell'app
iw: בחר שפה לאפליקציה
ja: アプリ言語を選択
ko: 앱 언어 선택
pt: Escolha o idioma do aplicativo
ru: Выберите язык приложения
tl: Pumili ng wika ng aplikasyon

source: Add word
ar: إضافة كلمة
bn: শব্দ যোগ করুন
de: Wort hinzufügen
es: Agregar palabra
fr: Ajouter un mot
hi: शब्द जोड़ें
it: Aggiungi parola
iw: הוסף מילה
ja: 単語を追加
ko: 단어 추가
pt: Adicionar palavra
ru: Добавить слово
tl: Magdagdag ng salita

source: Sentence in {language}
ar: جملة باللغة: {language}
bn: {language} ভাষায় বাক্য
de: Satz in {language}
es: Frase en {language}
fr: Phrase dans {language}
hi: {language} में वाक्य
it: Frase in {language}
iw: משפט בשפה: {language}
ja: {language}の文
ko: {language} 문장
pt: Frase em {language}
ru: Предложение на {language}
tl: Pangungusap sa {language}

source: Search in vocabulary
ar: البحث في المفردات
bn: অভিধানে অনুসন্ধান করুন
de: In Wortschatz suchen
es: Buscar en el vocabulario
fr: Rechercher dans le vocabulaire
hi: शब्दकोष में खोजें
it: Cerca nel vocabolario
iw: חפש באוצר המילים
ja: 単語を検索
ko: 어휘에서 검색
pt: Pesquisar no vocabulário
ru: Поиск в словаре
tl: Maghanap sa talahuluganan

# continueText
source: Continue
ar: استمرار
bn: চালিয়ে যান
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
iw: המשך
ja: 続行
ko: 계속
pt: Continuar
ru: Продолжить
tl: Magpatuloy

source: Welcome to Words
ar: مرحبًا بكم في الكلمات!
bn: ওয়ার্ডসে স্বাগতম!
de: Willkommen bei Words!
es: ¡Bienvenido a Palabras!
fr: Bienvenue sur Words !
hi: वर्ड्स में आपका स्वागत है!
it: Benvenuti in Parole!
iw: ברוכים הבאים למילים!
ja: ようこそWordsへ！
ko: 단어에 오신 것을 환영합니다
pt: Bem-vindo ao Words!
ru: Добро пожаловать в Слова!
tl: Maligayang pagdating sa Mga Salita!

source: Select language
ar: اختيار اللغة
bn: ভাষা নির্বাচন করুন
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner la langue
hi: भाषा का चयन करें
it: Seleziona lingua
iw: בחר שפה
ja: 言語を選択
ko: 언어 선택
pt: Selecionar idioma
ru: Выбрать язык
tl: Pumili ng wika

source: Update word
ar: تحديث الكلمة
bn: শব্দ আপডেট করুন
de: Wort aktualisieren
es: Actualizar palabra
fr: Mettre à jour le mot
hi: शब्द को अपडेट करें
it: Aggiorna parola
iw: עדכן מילה
ja: 単語を更新
ko: 단어 업데이트
pt: Atualizar palavra
ru: Обновить слово
tl: I-update ang salita

# wordDeleted
source: Word {word} deleted
ar: تم حذف الكلمة {word}
bn: {word} শব্দ মোছা হয়েছে
de: Wort {word} wurde gelöscht
es: Palabra {word} eliminada
fr: Mot {word} supprimé
hi: शब्द {word} हटा दिया गया है
it: Parola {word} eliminata
iw: מילה {word} נמחקה
ja: 単語「{word}」が削除されました
ko: 단어가 {word} 삭제되었습니다
pt: Palavra {word} excluída
ru: Слово {word} удалено
tl: Nabura ang salitang {word}

# wordUpdated
source: Word {word} updated
ar: تم تحديث الكلمة {word}
bn: {word} শব্দ আপডেট হয়েছে
de: Wort {word} wurde aktualisiert
es: Palabra {word} actualizada
fr: Mot {word} mis à jour
hi: शब्द {word} अपडेट किया गया है
it: Parola {word} aggiornata
iw: מילה {word} עודכנה
ja: 単語「{word}」が更新されました
ko: 단어가 {word} 업데이트되었습니다
pt: Palavra {word} atualizada
ru: Слово {word} обновлено
tl: Na-update ang salitang {word}

# selectImage
source: Select image that describe the word
ar: اختر صورة تصف الكلمة
bn: শব্দ বর্ণনা করা ছবি নির্বাচন করুন
de: Bild auswählen, das das Wort beschreibt
es: Seleccionar imagen que describa la palabra
fr: Sélectionner une image décrivant le mot
hi: शब्द का वर्णन करने वाली छवि का चयन करें
it: Seleziona un'immagine che descriva la parola
iw: בחר תמונה שמתארת את המילה
ja: 単語を表す画像を選択
ko: 이미지 선택
pt: Selecionar imagem que descreve a palavra
ru: Выберите изображение, описывающее слово
tl: Pumili ng larawan na naglalarawan ng salita

source: Cancel
ar: إلغاء
bn: বাতিল করুন
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
iw: ביטול
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin

# translateTo
source: Translate to {language}
ar: ترجمة إلى {language}
bn: {language} এ অনুবাদ করুন
de: Übersetzen in {language}
es: Traducir a {language}
fr: Traduire en {language}
hi: {language} में अनुवाद करें
it: Traduci in {language}
iw: תרגם ל{language}
ja: {language}に翻訳
ko: {language}로 번역
pt: Traduzir para {language}
ru: Перевести на {language}
tl: Isalin sa {language}

# confirmDelete
source: Are you sure you want to delete the word {word}?
ar: هل أنت متأكد أنك تريد حذف الكلمة {word}؟
bn: {word} শব্দটি মুছে ফেলতে আপনি কি নিশ্চিত?
de: Bist du sicher, dass du das Wort {word} löschen möchtest?
es: ¿Estás seguro de que quieres eliminar la palabra {word}?
fr: Êtes-vous sûr de vouloir supprimer le mot {word} ?
hi: क्या आप वाकई {word} शब्द को हटाना चाहते हैं?
it: Sei sicuro di voler eliminare la parola {word}?
iw: האם אתה בטוח שברצונך למחוק את המילה {word}?
ja: 単語「{word}」を削除してもよろしいですか？
ko: {word} 단어를 삭제하시겠습니까?
pt: Tem certeza de que deseja excluir a palavra {word}?
ru: Вы уверены, что хотите удалить слово {word}?
tl: Sigurado ka bang gusto mong burahin ang salitang {word}?

# deleteLanguageConfirmation
source: Are you sure you want to delete the language {language}?
ar: هل أنت متأكد أنك تريد حذف اللغة {language}؟
bn: {language} ভাষাটি মুছতে আপনি কি নিশ্চিত?
de: Bist du sicher, dass du die Sprache {language} löschen möchtest?
es: ¿Estás seguro de que quieres eliminar el idioma {language}?
fr: Êtes-vous sûr de vouloir supprimer la langue {language} ?
hi: क्या आप वाकई {language} भाषा को हटाना चाहते हैं?
it: Sei sicuro di voler eliminare la lingua {language}?
iw: האם אתה בטוח שברצונך למחוק את השפה {language}?
ja: {language}を削除してもよろしいですか？
ko: {language} 언어를 삭제하시겠습니까?
pt: Tem certeza de que deseja excluir o idioma {language}?
ru: Вы уверены, что хотите удалить язык {language}?
tl: Sigurado ka bang gusto mong burahin ang wika na {language}?

source: Delete
ar: حذف
bn: মুছে ফেলুন
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
iw: מחק
ja: 削除
ko: 삭제
pt: Excluir
ru: Удалить
tl: Burahin

source: Edit
ar: تعديل
bn: সম্পাদন করুন
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
iw: ערוך
ja: 編集
ko: 편집
pt: Editar
ru: Редактировать
tl: I-edit

source: No sentence found
ar: لم يتم العثور على جمل
bn: কোনো বাক্য পাওয়া যায়নি
de: Kein Satz gefunden
es: No se encontraron frases
fr: Aucune phrase trouvée
hi: कोई वाक्य नहीं मिला
it: Nessuna frase trovata
iw: לא נמצאו משפטים
ja: 文が見つかりません
ko: 문장을 찾을 수 없습니다
pt: Nenhuma frase encontrada
ru: Предложения не найдены
tl: Walang natagpuang pangungusap

# pleaseFillBothFields
source: Please fill {appLanguage} word and {languageToLearn} word.
ar: يرجى ملء الحقلين بكلمة باللغة {appLanguage} و{languageToLearn}.
bn: দয়া করে {appLanguage} শব্দ এবং {languageToLearn} শব্দ পূরণ করুন।
de: Bitte füllen Sie das Feld {appLanguage} und das Feld {languageToLearn} aus.
es: Por favor, complete la palabra en {appLanguage} y la palabra en {languageToLearn}.
fr: Veuillez remplir le mot en {appLanguage} et le mot en {languageToLearn}.
hi: कृपया {appLanguage} शब्द और {languageToLearn} शब्द भरें।
it: Si prega di compilare la parola in {appLanguage} e la parola in {languageToLearn}.
iw: אנא מלא את המילה ב-{appLanguage} ואת המילה ב-{languageToLearn}.
ja: {appLanguage}の単語と{languageToLearn}の単語を入力してください。
ko: {appLanguage} 단어와 {languageToLearn} 단어를 입력해주세요.
pt: Por favor, preencha a palavra em {appLanguage} e a palavra em {languageToLearn}.
ru: Пожалуйста, заполните слово на {appLanguage} и слово на {languageToLearn}.
tl: Pakisulat ang salitang {appLanguage} at salitang {languageToLearn}.

# languageDeleted
source: Language {language} deleted
ar: تم حذف اللغة {language}
bn: {language} ভাষা মোছা হয়েছে
de: Sprache {language} wurde gelöscht
es: Idioma {language} eliminado
fr: Langue {language} supprimée
hi: {language} भाषा हटा दी गई है
it: Lingua {language} eliminata
iw: השפה {language} נמחקה
ja: {language}が削除されました
ko: {language} 언어가 삭제되었습니다
pt: Idioma {language} excluído
ru: Язык {language} удален
tl: Nabura ang wika na {language}

source: I want to learn
ar: أريد أن أتعلم
bn: আমি শিখতে চাই
de: Ich möchte lernen
es: Quiero aprender
fr: Je veux apprendre
hi: मैं सीखना चाहता हूं
it: Voglio imparare
iw: אני רוצה ללמוד
ja: 学習したい言語
ko: 배우고 싶습니다
pt: Eu quero aprender
ru: Я хочу изучать
tl: Gusto kong matuto ng

source: My mother toungue is
ar: لغتي الأم هي
bn: আমার মাতৃভাষা
de: Meine Muttersprache ist
es: Mi lengua materna es
fr: Ma langue maternelle est
hi: मेरी मातृभाषा है
it: La mia lingua madre è
iw: שפת האם שלי היא
ja: 母国語は
ko: 나의 모국어는
pt: Minha língua materna é
ru: Мой родной язык
tl: Ang aking katutubong wika ay

# wordInAppLanguageTutorialDescription
source: This is where you type the word you want to add to your vocabulary list in English.
ar: هنا حيث تقوم بكتابة الكلمة التي تريد إضافتها إلى قائمة مفرداتك بالإنجليزية.
bn: এটি হোল আপনি যে ইংরেজি ভাষার শব্দটি আপনার শব্দকোষ তালিকায় যোগ করতে চান সেটি টাইপ করতে হয়।
de: Hier tippen Sie das Wort ein, das Sie Ihrer Vokabelliste in Englisch hinzufügen möchten.
es: Aquí es donde escribes la palabra que quieres agregar a tu lista de vocabulario en inglés.
fr: C'est ici que vous tapez le mot que vous souhaitez ajouter à votre liste de vocabulaire en anglais.
hi: यहाँ आप उस शब्द को टाइप करते हैं जिसे आप अपने अंग्रेजी शब्दावली सूची में जोड़ना चाहते हैं।
it: Qui è dove scrivi la parola che vuoi aggiungere alla tua lista di vocaboli in inglese.
iw: כאן אתה כותב את המילה שברצונך להוסיף לרשימת המילים שלך בעברית.
ja: ここには、英語の単語を語彙リストに追加するために入力する場所があります。
ko: 여기에는 영어 어휘 목록에 추가하려는 단어를 입력하는 곳이 있습니다.
pt: Aqui é onde você digita a palavra que deseja adicionar à sua lista de vocabulário em inglês.
ru: Здесь вы вводите слово, которое хотите добавить в свой словарный запас на английском языке.
tl: Dito mo itinatype ang salita na nais mong idagdag sa iyong listahan ng vocabulary sa Ingles.

# wordInLanguageToLearnTutorialDescription
source: This is where you type or automated translate from English the word you want to add to your vocabulary list in {language}.
ar: هنا حيث تكتب أو تترجم تلقائيًا من الإنجليزية الكلمة التي تريد إضافتها إلى قائمة مفرداتك في {language}.
bn: এটি হোল আপনি যে ইংরেজি থেকে অনুবাদ করতে বা স্বয়ংক্রিয় ভাষায় শব্দটি আপনার ভোকাবুলারি তালিকায় যোগ করতে চান সেটি লিখতে হয়।
de: Hier tippen Sie das Wort ein oder übersetzen es automatisch aus dem Englischen in die Sprache, die Sie lernen möchten.
es: Aquí es donde escribes o traduces automáticamente del inglés la palabra que quieres agregar a tu lista de vocabulario en {language}.
fr: C'est ici que vous tapez ou traduisez automatiquement depuis l'anglais le mot que vous souhaitez ajouter à votre liste de vocabulaire en {language}.
hi: यहाँ आप उस शब्द को टाइप करते हैं या स्वचालित अनुवाद करते हैं जिसे आप अपनी भाषा में सूची में जोड़ना चाहते हैं।
it: Qui è dove scrivi o traduci automaticamente dall'inglese la parola che vuoi aggiungere alla tua lista di vocaboli in {language}.
iw: כאן אתה כותב או מתרגם אוטומטית מעברית את המילה שברצונך להוסיף לרשימת המילים שלך ב {language}.
ja: ここには、{language}の語彙リストに追加したい単語を入力するか、自動で英語から翻訳する場所があります。
ko: 여기에는 {language} 어휘 목록에 추가하려는 단어를 입력하거나 자동으로 영어에서 번역하는 곳이 있습니다.
pt: Aqui é onde você digita ou traduz automaticamente do inglês a palavra que deseja adicionar à sua lista de vocabulário em {language}.
ru: Здесь вы вводите или автоматически переводите с английского слово, которое хотите добавить в свой словарный запас на {language}.
tl: Dito mo itinatype o ini-automate na isinalin mula sa Ingles ang salita na nais mong idagdag sa iyong listahan ng vocabulary sa {language}.

# addWordTutorialDescription
source: This is where you add the word to your vocabulary list. When you press the button an image will be shown to you and you will have to choose the one that best describes the word. After you choose the image you will be able to see the word in your vocabulary list.
ar: هنا حيث تضيف الكلمة إلى قائمة مفرداتك. عند الضغط على الزر، سيتم عرض صورة لك وعليك اختيار تلك التي تصف الكلمة بشكل أفضل. بعد اختيار الصورة، ستتمكن من رؤية الكلمة في قائمة مفرداتك.
bn: এটি হোল আপনি আপনার ভোকাবুলারি তালিকায় শব্দ যোগ করতে পারবেন। যখন আপনি বোতামটি চাপবেন, তখন আপনার সামনে একটি ছবি দেখা যাবে এবং আপনাকে সেইটি চয়ন করতে হবে যা শব্দটি সেরা বর্ণনা করে। ছবি চয়ন করার পরে আপনি আপনার ভোকাবুলারি তালিকায় শব্দটি দেখতে পাবেন।
de: Hier fügen Sie das Wort Ihrer Vokabelliste hinzu. Wenn Sie auf den Button drücken, wird Ihnen ein Bild angezeigt, und Sie müssen dasjenige auswählen, das das Wort am besten beschreibt. Nachdem Sie das Bild ausgewählt haben, können Sie das Wort in Ihrer Vokabelliste sehen.
es: Aquí es donde añades la palabra a tu lista de vocabulario. Cuando presionas el botón, se te mostrará una imagen y tendrás que elegir la que mejor describa la palabra. Después de elegir la imagen, podrás ver la palabra en tu lista de vocabulario.
fr: C'est ici que vous ajoutez le mot à votre liste de vocabulaire. Lorsque vous appuyez sur le bouton, une image vous sera présentée et vous devrez choisir celle qui décrit le mieux le mot. Après avoir choisi l'image, vous pourrez voir le mot dans votre liste de vocabulaire.
hi: यहाँ आप शब्द को अपनी शब्दावली सूची में जोड़ते हैं। जब आप बटन दबाते हैं, आपको एक छवि दिखाई जाएगी और आपको उसे चुनना होगा जो शब्द को सबसे अच्छी तरह से वर्णन करती है। छवि चुनने के बाद आप अपनी शब्दावली सूची में शब्द देख सकेंगे।
it: Qui è dove aggiungi la parola alla tua lista di vocaboli. Quando premi il pulsante, ti verrà mostrata un'immagine e dovrai scegliere quella che descrive meglio la parola. Dopo aver scelto l'immagine, potrai vedere la parola nella tua lista di vocaboli.
iw: כאן אתה מוסיף את המילה לרשימת המילים שלך. כשאתה לוחץ על הכפתור, יוצג לך תמונה ותצטרך לבחור את התמונה שתארה את המילה בצורה הטובה ביותר. לאחר שתבחר בתמונה, תוכל לראות את המילה ברשימת המילים שלך.
ja: ここには、単語を語彙リストに追加する場所があります。 ボタンを押すと画像が表示され、その中から単語を最もよく表すものを選択する必要があります。 画像を選択した後、語彙リストで単語を確認できます。
ko: 여기에는 단어를 어휘 목록에 추가하는 곳이 있습니다. 버튼을 누르면 이미지가 표시되고 해당 단어를 가장 잘 설명하는 이미지를 선택해야 합니다. 이미지를 선택한 후 어휘 목록에서 해당 단어를 볼 수 있습니다.
pt: Aqui é onde você adiciona a palavra à sua lista de vocabulário. Quando pressiona o botão, será mostrada uma imagem e você terá que escolher aquela que melhor descreve a palavra. Depois de escolher a imagem, você poderá ver a palavra em sua lista de vocabulário.
ru: Здесь вы добавляете слово в свой словарный запас. Когда вы нажимаете кнопку, вам показывается изображение, и вам нужно выбрать то, которое лучше всего описывает слово. После выбора изображения вы сможете увидеть слово в своем словаре.
tl: Dito mo idinadagdag ang salita sa iyong listahan ng vocabulary. Kapag pindutin mo ang pindutan, ipapakita sa iyo ang isang larawan at kailangan mong pumili ng kung alin dito ang pinakamaganda na naglalarawan ng salita. Pagkatapos mong pumili ng larawan, makikita mo ang salita sa iyong listahan ng vocabulary.

# searchInVocabularyTutorialDescription
source: This is where you can search for a word you already added in your vocabulary list.
ar: هنا حيث يمكنك البحث عن كلمة قد أضفتها بالفعل إلى قائمة مفرداتك.
bn: এটি হোল আপনি ইতিমধ্যে আপনার ভোকাবুলারি তালিকায় যোগ করা শব্দ খুঁজতে পারবেন।
de: Hier können Sie nach einem Wort suchen, das Sie bereits zu Ihrer Vokabelliste hinzugefügt haben.
es: Aquí es donde puedes buscar una palabra que ya has agregado a tu lista de vocabulario.
fr: C'est ici que vous pouvez rechercher un mot que vous avez déjà ajouté à votre liste de vocabulaire.
hi: यहाँ आप वह शब्द खोज सकते हैं जिसे आपने पहले से ही अपनी शब्दावली सूची में जोड़ा है।
it: Qui è dove puoi cercare una parola che hai già aggiunto alla tua lista di vocaboli.
iw: כאן אתה יכול לחפש את המילה שכבר הוספת לרשימת המילים שלך.
ja: ここには、すでに語彙リストに追加した単語を検索できる場所があります。
ko: 여기에는 이미 어휘 목록에 추가한 단어를 검색할 수 있는 곳이 있습니다.
pt: Aqui é onde você pode procurar uma palavra que já adicionou à sua lista de vocabulário.
ru: Здесь вы можете искать слово, которое вы уже добавили в свой словарный запас.
tl: Dito mo maaaring hanapin ang isang salita na iyong idinagdag na sa iyong listahan ng vocabulary.

# favoritesTutorialDescription
source: This is where you can see all your favorite words.
ar: هنا حيث يمكنك رؤية جميع الكلمات المفضلة لديك.
bn: এটি হোল আপনি আপনার সবগুলি প্রিয় শব্দ দেখতে পারবেন।
de: Hier sehen Sie alle Ihre Lieblingswörter.
es: Aquí es donde puedes ver todas tus palabras favoritas.
fr: C'est ici que vous pouvez voir tous vos mots favoris.
hi: यहाँ आप अपने सभी पसंदीदा शब्द देख सकते हैं।
it: Qui è dove puoi vedere tutte le tue parole preferite.
iw: כאן אתה יכול לראות את כל המילים המועדפות עליך.
ja: ここには、お気に入りの単語をすべて見ることができる場所があります。
ko: 여기에는 모든 즐겨찾기한 단어를 볼 수 있는 곳이 있습니다.
pt: Aqui é onde você pode ver todas as suas palavras favoritas.
ru: Здесь вы можете увидеть все свои любимые слова.
tl: Dito mo makikita ang lahat ng iyong paboritong mga salita.

# menuTutorialDescription
source: This is where you can add and change languages you want to learn. Here you can also see how many words you have in your vocabulary list and the app settings.
ar: هنا حيث يمكنك إضافة وتغيير اللغات التي ترغب في تعلمها. هنا يمكنك أيضًا رؤية عدد الكلمات في قائمة مفرداتك وإعدادات التطبيق.
bn: এটি হোল আপনি যে ভাষা শেখা চান সেটি যোগ করতে এবং পরিবর্তন করতে পারবেন। এখানে আপনি আপনার ভোকাবুলারি তালিকায় কতগুলি শব্দ আছে এবং অ্যাপ্লিকেশনের সেটিংস দেখতে পারবেন।
de: Hier können Sie Sprachen hinzufügen und ändern, die Sie lernen möchten. Hier sehen Sie auch, wie viele Wörter sich in Ihrer Vokabelliste befinden, sowie die App-Einstellungen.
es: Aquí es donde puedes añadir y cambiar los idiomas que quieres aprender. Aquí también puedes ver cuántas palabras tienes en tu lista de vocabulario y las configuraciones de la aplicación.
fr: C'est ici que vous pouvez ajouter et changer les langues que vous souhaitez apprendre. Vous pouvez également voir combien de mots vous avez dans votre liste de vocabulaire et les paramètres de l'application.
hi: यहाँ आप उन भाषाओं को जोड़ने और बदलने के लिए हैं जिन्हें आप सीखना चाहते हैं। यहाँ आप देख सकते हैं कि आपकी शब्दावली सूची में कितने शब्द हैं और ऐप की सेटिंग्स।
it: Qui è dove puoi aggiungere e cambiare le lingue che desideri imparare. Qui puoi anche vedere quanti vocaboli hai nella tua lista e le impostazioni dell'app.
iw: כאן אתה יכול להוסיף ולשנות שפות שברצונך ללמוד. כאן תוכל גם לראות כמה מילים יש לך ברשימת המילים שלך ואת הגדרות האפליקציה.
ja: ここには、学びたい言語を追加または変更できる場所があります。 ここでは、語彙リストに含まれる単語の数やアプリの設定も確認できます。
ko: 여기에는 학습하고 싶은 언어를 추가하고 변경할 수 있는 곳이 있습니다. 여기에서 어휘 목록에 있는 단어의 수와 앱 설정도 확인할 수 있습니다.
pt: Aqui é onde você pode adicionar e mudar os idiomas que deseja aprender. Aqui você também pode ver quantas palavras tem na sua lista de vocabulário e as configurações do aplicativo.
ru: Здесь вы можете добавлять и изменять языки, которые вы хотите изучать. Здесь также можно увидеть, сколько у вас слов в словаре, и настройки приложения.
tl: Dito mo maaaring idagdag at baguhin ang mga wika na nais mong matutunan. Dito mo rin makikita kung ilan ang mga salita sa iyong listahan ng vocabulary at ang mga setting ng app.

source: Next
ar: التالي
bn: পরবর্তী
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
it: Avanti
iw: הבא
ja: 次へ
ko: 다음
pt: Próximo
ru: Далее
tl: Susunod

source: Skip
ar: تخطى
bn: স্কিপ
de: Überspringen
es: Saltar
fr: Passer
hi: छोड़ें
it: Salta
iw: דלג
ja: スキップ
ko: 건너뛰기
pt: Pular
ru: Пропустить
tl: Laktawan

source: Finish
ar: إنهاء
bn: শেষ
de: Beenden
es: Terminar
fr: Terminer
hi: समाप्त
it: Fine
iw: סיום
ja: 終了
ko: 완료
pt: Terminar
ru: Завершить
tl: Tapos

source: Image
ar: صورة
bn: চিত্র
de: Bild
es: Imagen
hi: छवि
it: Immagine
iw: תמונה
ja: 画像
ko: 이미지
pt: Imagem
ru: Изображение
tl: Larawan
